{
  "about": {
    "title": "About Krog Art Collective",
    "mission": "Our Mission",
    "mission_text": "Krog Art Collective is a community-driven initiative founded on the belief that art should be accessible to everyone. We curate gently used art supplies and professional tools, making quality materials affordable for aspiring and established artists of all ages and backgrounds in Ljubljana.",
    "story": "Our Story",
    "story_text": "We're immigrants from the United States who fell in love with Slovenia for reasons that run deep: the breathtaking natural landscapes, the vibrant arts culture, and most importantly, a resiliant society that recognizes art and creative expression as central to community life-- where streets are named after poets instead of generals, and where education and art are woven together rather than treated as separate paths. This philosophy resonated with us profoundly and shaped who we are as a collective.",
    "philosophy": "Our Philosophy",
    "philosophy_text": "We've always been thrift-oriented, believing in the circular economy and the beauty of gently used things. Our homes and wardrobes are filled with repurposed and thrifted items. We apply this philosophy to art: that quality supplies should continue their journey through many hands, supporting the circle of life. By making affordable, secondhand art materials available, we ensure that creative barriers fall away, and that artists—young and old—have access to the tools they need to express themselves, learn, and grow.",
    "values": "Our Values",
    "accessibility": "Accessibility",
    "accessibility_text": "Art should never be gatekept by price. We believe every person, regardless of background or budget, deserves the opportunity to create. Our affordable prices and diverse inventory remove barriers to artistic exploration.",
    "sustainability": "Sustainability",
    "sustainability_text": "We champion the circular economy. By redistributing gently used supplies, we reduce waste, honor the lifecycle of materials, and celebrate the idea that art supplies are meant to be shared, passed on, and used until their potential is fully realized.",
    "community": "Community Support",
    "community_text": "A portion of our proceeds are invested back into local art initiatives and community programs. We're not just a store—we're part of Ljubljana's creative ecosystem.",
    "tools": "Free Tool Access",
    "tools_text": "We maintain a community tool library where members can borrow professional equipment for creative projects, workshops, and experimentation, making high-value tools available without ownership barriers."
  }
}
